[
    {"id": "14781297","claim": "1. A near-infrared cut filter of which a transmittance satisfies the following conditions (A) and (B): (A) in a wavelength range greater than or equal to 380 nm, an absolute value of a difference between a shortest wavelength La at which a transmittance of light incident to a near-infrared cut filter in a vertical direction is 70% and a longest wavelength Lb at which a transmittance of light incident to the near-infrared cut filter in a vertical direction in a wavelength range less than or equal to 430 nm is 30% is less than or equal to 25 nm, and (B) in a wavelength range of 380 to 430 nm, an absolute value of a difference between a wavelength Ma at which a transmittance of light incident to the near-infrared cut filter in a vertical direction is 50% and a wavelength Mb at which a transmittance of light incident from a direction which forms an angle of 30 degrees with respect to the direction perpendicular to the near-infrared cut filter is 50% is less than or equal to 10 nm. 2. The near-infrared cut filter of claim 1, wherein the near-infrared cut filter satisfies the following conditions (C) and (D): (C) in the wavelength range of 430 to 600, an average value of the transmittance of light which is incident onto the near-infrared cut filter in a vertical direction is greater than or equal to 80%; and (D) in the wavelength range of 750 to 1150, an average value of the transmittance of light which is incident onto the near-infrared cut filter in a vertical direction is less than or equal to 15%. 3. The near-infrared cut filter of claim 1, wherein the near-infrared cut filter includes a substrate, an ultraviolet ray absorbing layer, and a near-infrared cut layer. 4. The near-infrared cut filter of claim 3, wherein the ultraviolet ray absorbing layer is formed on one surface of the substrate and the near-infrared cut layer is formed on a surface opposite to the surface of the substrate on which the ultraviolet ray absorbing layer is formed. 5. The near-infrared cut filter of claim 3, further comprising: a near-infrared ray absorbing layer containing a near-infrared ray absorbent. 6. The near-infrared cut filter of claim 5, wherein in the near-infrared cut filter, the ultraviolet ray absorbing layer and the near-infrared ray absorbing layer are formed on one surface of the substrate. 7. The near-infrared cut filter of claim 6, wherein the ultraviolet ray absorbing layer is formed on the infrared ray absorbing layer. 8. The near-infrared cut filter of claim 3, wherein the substrate is a glass substrate. 9. The near-infrared cut filter of claim 3, wherein the substrate is a transparent resin substrate. 10. The near-infrared cut filter of claim 3, wherein the ultraviolet ray absorbing layer includes an ultraviolet ray absorbent having an absorption maximum in a wavelength range of 380 to 430 nm. 11. The near-infrared cut filter of claim 10, wherein the ultraviolet ray absorbing layer further includes a near-infrared ray absorbent having an absorption maximum in a wavelength range of 600 to 800 nm. 12. The near-infrared cut filter of claim 3, wherein the near-infrared cut layer has a structure in which a dielectric layer having a first refractive index and a dielectric layer having a second refractive index are alternately laminated, and a difference of the first refractive index and the second refractive index is greater than or equal to 0.2. 13. The near-infrared cut filter of claim 12, wherein in the near-infrared cut layer, dielectric layers having a first refractive index and dielectric layers having a second refractive index are alternately laminated to form 5 to 61 layers. 14. The near-infrared cut filter of claim 5, wherein the near-infrared ray absorbing layer includes an absorbent which satisfies conditions (E) and (F): (E) the absorption maximum is generated in the wavelength range of 600 to 600 nm and the transmittance in the wavelength range of 430 to 600 nm is 80% or larger, and (F) an absolute value of a difference between a longest wavelength Na at which the transmittance in the wavelength range which is greater than or equal to the absorption maximum is 70% and a shortest wavelength Nb at which the transmittance in the wavelength range which is greater than or equal to 600 nm is 30% is less than or equal to 75 nm. 15. A solid-state image pickup device, comprising the near-infrared cut filter of claim 1."},
    {"id": "14783594","claim": "1. A valve an engine control valve, comprising: at least three channels opening into a common inner space; a metering gate pivotable in a first channel to vary the passage section of the fluid in the latter; a diverter gate pivotable between a position for shutting off a second channel and a position for shutting off a third channel; and a shared actuating device of the gates, the actuating device including at least one actuating wheel rotatable to pivot at least one of the diverter gate and the metering gate, the actuating device having at least one first configuration in which the metering gate is in a position in which it does not shut off the first channel and in which the diverter gate is in an intermediate position in which it is not in the position shutting off the second channel or in the position shutting off the third channel, and the actuating device being configured so that the rotation of the actuating wheel while the actuating device is in the first configuration leads to: according to a first phase, substantial pivoting of the diverter gate while the metering gate is only subject to slight pivoting, and according to a second phase after the first phase, pivoting of the metering gate to alter the passage section of the fluid in the first channel without the position of the diverter gate being modified. 2. The valve according to claim 1, the actuating device being configured so that in the first configuration, the metering gate is in the completely open position of the first channel. 3. The valve according to claim 1, the actuating device being configured so that the rotation of the actuating wheel while the actuating device is in the first configuration leads to: in a first rotation direction, the pivoting of the diverter gate to the shutoff position of the second channel, and in a second rotation direction, the pivoting of the diverter gate to the shutoff position of the third channel. 4. The valve according to claim 1, the actuating device being able to keep the diverter gate in one or the other of the shutoff positions of the second or third channel, while the actuating wheel continues a unidirectional rotational movement from the first configuration. 5. The valve according to claim 1, the actuating device comprising an actuating system of the diverter gate, said actuating system comprising a guide part and an interface part, the actuating wheel being rigidly coupled to the guide part and the diverter gate being rigidly coupled to the interface part, the guide part cooperating with the interface part to pivot the diverter gate. 6. The valve according to claim 1, the actuating device comprising a system for actuating the metering gate, said actuating system comprising a guide member and an interface part, the actuating wheel being connected to the guide member so as to pivot the latter during its rotation, and the interface part being rigidly coupled to the metering gate, and the guide member cooperating with said interface part to pivot the metering gate. 7. The valve according to claim 5, the guide member of the actuating system of the metering gate and the guide part of the actuating system of the diverter gate being separate and rigidly connected to one another. 8. The valve according to claim 5, the actuating wheel cooperating with the guide part of the actuating system of the diverter gate via a first zone of said wheel and the actuating wheel cooperating with the guide member of the actuating system of the metering gate via a second zone of said wheel, different from the first zone. 9. The valve according to claim 6, the guide member of the actuating system of the metering gate comprising a pinion cooperating with the interface part of the actuating system of the metering gate. 10. The valve according to claim 5, the interface part of the actuating system of the diverter gate being configured to define a guide path of the guide part with which it cooperates. 11. The valve according to claim 10, the guide path being formed by a blind slot arranged in said interface part, said guide part resting in the blind slot when the diverter gate is in the intermediate position. 12. The valve according to claim 11, said guide part exerting, when it rests in the slot and under the effect of a rotation of the actuating wheel, thrust on said interface part to pivot the diverter gate. 13. The valve according to claim 10, the actuating system of the diverter gate comprising a maintaining part for the interface part of said actuating system, said maintaining part being rigidly coupled with the actuating wheel. 14. The valve according to claim 13, said maintaining part and said interface part comprising complementary surfaces, such that the cooperation between these complementary surfaces keeps said interface part in position during the movement of said guide part, while the diverter gate is in one or the other of the shutoff positions. 15. The valve according to claim 1, the metering gate having no sealing segment. 16. The valve according to claim 1, the first configuration being an idle position of the metering gate and the diverter gate. 17. The valve according to claim 1, the metering gate having a rotation axis and said gate extending in a plane including said rotation axis. 18. The engine control valve according to claim 1, being placed in a portion of an air intake circuit of a diesel engine of a vehicle, said portion being downstream from a compressor and said portion comprising a supercharged air cooler and a bypass channel bypassing said cooler, the metering gate regulating the gas flow in said engine and the diverter gate shutting off either an access channel to said cooler, or the bypass channel bypassing the cooler."},
    {"id": "14902949","claim": "1. A closure for bottles with evidence of first opening suitable for being installed on the mouth of a bottle the neck of which extends along a longitudinal direction X-X′, wherein said closure shows two different closure positions, a first position before the first opening and a second position after the first opening at least visually evidencing said first opening, and where the closure comprises: a pourer (1): extending towards the lower portion, i.e., towards where the bottle is located according to the longitudinal direction X-X′, by means of a lower cylindrical skirt (1.2), intended for being located in an operative position coaxial with the neck of the bottle, and where this skirt (1.2) has fixing means (1.2.1) for fixing with the neck of the bottle, and comprising a threaded section (1.1); a cap (2): having a threaded inner section (2.1) with a thread complementary to that of the threaded section (1.1) of the pourer (1) such that screwing and unscrewing said cap (2) gives rise to a rotation about the longitudinal direction X-X′ and to an axial movement also along the same longitudinal direction X-X′, where the closure additionally comprises a locking part (3) that can be moved axially with respect to the cap (2), according to the longitudinal direction X-X′, the locking part (3) having a retaining section (3.2) temporarily immobilizing said locking part (3) with the pourer (1), such that the locking part (3) is integral with the pourer until a large enough force separates them; and, the inner surface of the cap (2) has a wedge (2.7) such that the axial movement of the locking part (3) relative to the cap (2) according to the longitudinal direction X-X′ during first opening allows the locking part (3) to overcome the wedge (2.7), but, after overcoming the wedge (2.7), the locking part (3) is prevented by the wedge (2.7) from passing in the opposite direction and from returning to its initial position with respect to the cap (2), such that after the first opening the closure of the cap (2) by screwing onto the pourer (1) occurs with a mutual separation between the cap (2) and the pourer (1) that is greater than that established before the first opening. 2. The closure according to claim 1, wherein said closure additionally comprises a capsule (4) for covering the cap (2) and at least part of the lower cylindrical skirt (1.2) of the pourer (1), where before the first opening, this capsule (4) shows two adjacent sections along a perimetral separation line (4.2) where: the lower cylindrical section located below the separation line (4.2) is integral with the lower cylindrical skirt (1.2) of the pourer (1) and, the upper section located above the separation line (4.2) is integral with the cap (2). 3. The closure according to claim 1, wherein the locking part (3) has an axial guiding element (3.1) that can slide along the inner surface of the cap (2) such that this guiding element (3.1) overcomes the wedge (2.7) during first opening and after overcoming the wedge (2.7) is prevented by the wedge (2.7) from axial movement in the opposite direction. 4. The closure according to claim 1, wherein the guiding element (3.1) of the locking part (3) is an outer perimetral flange that can slide along the inner surface of the cap (2) by friction. 5. The closure according to claim 4, wherein the perimetral flange (3.1) defines a conical sector. 6. The closure according to claim 3, wherein the temporary retaining section (3.2) is a cylindrical section that is press fitted into the pourer (1), and where the friction between the temporary retaining section (3.2) of the locking part (3) and the pourer (1) is such that the axial retention resulting between them overcomes the friction between the guiding element (3.1) and the inner wall of the cap (2) plus the increase in retention due to the wedge (2.7). 7. The closure according to claim 2, wherein below the threaded section (1.1) of the pourer (1) there is a separation housing a perimetral ring (2.4) which in turn has an outer perimetral groove (2.4.1) in which the section of the capsule (4) with the separation line (4.2) is housed, notched, and where the ring (2.4) is integral with the pourer (1), such that after the first opening the larger separation between the cap (2) and the pourer (1) leaves the ring (2.4) visually accessible as evidence of said first opening. 8. The closure according to claim 2, wherein the separation line (4.2) of the capsule (4) is either a weakening line or a cutting line, such that adjacent lips of the upper and lower section of the capsule (4) are defined on both sides of the separation line (4.2). 9. The closure according to claim 8, wherein the perimetral ring (2.4) is a lower prolongation of the cap (2) linked by means of a weakening line (2.2) that is breakable during the first opening and where the upper lip of the lower section of the capsule (4) housed in the perimetral groove (2.4.1) of the ring (2.4) forms the means for making it integral with the pourer (1). 10. The closure according to claim 1, wherein between the locking part (3) and the cap (2) there is axial guiding and friction allowing both movement according to the longitudinal direction X-X′ and relative rotation between both parts (2, 3). 11. The closure according to claim 2, wherein between the upper section of the capsule (4) located above the separation line (4.2) and the cap (2) there is axial retention by means of a perimetral tab (2.6) and a first notch (4.1) of said upper section of the capsule (4) located below said perimetral tab (2.6). 12. The closure according to claim 2, wherein between the upper section of the capsule (4) located above the separation line (4.2) and the cap (2) there is retention against rotation by means of a set of vertical grooves (2.3) of the cap (2) on which said upper section of the capsule (4) is tightly fitted. 13. The closure according to claim 1, wherein the cap (2) has a window (2.5) with visual access to the locking part (3) for identifying the lowered position of said locking part (3) after the first opening, establishing double visual evidence of the first opening."},
    {"id": "14902992","claim": "1. A conducting material composition, comprising carbon nanotubes; and a dispersing agent including a plurality of polyaromatic hydrocarbon oxides, wherein the dispersing agent contains the polyaromatic hydrocarbon oxides having a molecular weight of 300 to 1000 in an amount of 60% by weight or more. 2. The conducting material composition of claim 1 in the form of powder, comprising carbon nanotube powder and the dispersing agent which exists on the surface of carbon nanotube powder. 3. The conducting material composition of claim 1, wherein the oxygen content is 12 to 50% by weight of the total element content of the dispersing agent, when a plurality of polyaromatic hydrocarbon oxides are subjected to elemental analysis. 4. The conducting material composition of claim 1, wherein the polyaromatic hydrocarbon oxide has a structure in which one or more oxygen-containing functional groups bind to aromatic hydrocarbon containing 5 to 30 benzene rings. 5. The conducting material composition of claim 4, wherein the aromatic hydrocarbon has 7 to 20 benzene rings in its structure. 6. The conducting material composition of claim 4, wherein the oxygen-containing functional group includes one or more selected from the group consisting of a hydroxy group, an epoxy group, a carboxyl group, a nitro group and a sulfonic group. 7. The conducting material composition of claim 1, comprising 1 to 50 parts by weight of the dispersing agent with respect to 100 parts by weight of carbon nanotube. 8. The conducting material composition of claim 1, which is used for forming a battery electrode. 9. The conducting material composition of claim 8, which is included in an electrode slurry composition of a lithium rechargeable battery. 10. A slurry composition for forming a lithium rechargeable battery electrode, comprising an electrode active material, the conducting material composition of claim 1, a binder and a solvent. 11. The slurry composition for forming a lithium rechargeable battery electrode of claim 10, wherein the electrode active material includes a cathode active material or an anode active material. 12. The slurry composition for forming a lithium rechargeable batteryelectrode of claim 10, wherein the binder includes one or more selected from the group consisting of a vinylidene fluoride/hexafluoropropylene copolymer, polyvinylidene fluoride, polyacrylonitrile, polymethyl methacrylate, polyacrylate, polytetrafluoroethylene, a poly(styrene-butadiene) copolymer, alginate and polydopamine. 13. The slurry composition for forming a lithium rechargeable batteryelectrode of claim 10, wherein the solvent includes one or more selected from the group consisting of water, N-methyl pyrrolidone, acetone, tetrahydrofuran and decane. 14. The slurry composition for forming a lithium rechargeable battery electrode of claim 10, comprising 70 to 98 parts by weight of the electrode active material, 0.1 to 15 parts by weight of the conducting material composition, and 1.0 to 20 parts by weight of the binder with respect to 100 parts by weight of the total solid content of the electrode active material, the conducting material composition, and the binder. 15. A lithium secondary battery, comprising an anode including a current collector and an anode active material layer formed on the current collector, in which the anode active material layer contains an anode active material, a conductive material and a binder; a cathode including a current collector and a cathode active material layer formed on the current collector, in which the cathode active material layer contains a cathode active material, a conductive material and a binder; and an electrolyte, wherein at least one of the conductive materials contained in the anode active material layer or cathode active material layer contains the conducting material composition of claim 1."},
    {"id": "14988084","claim": "1. A firearm assembly comprising: an upper receiver assembly having a front face and an aperture formed through the front face; and a feed ramp insert member removably coupled to the upper receiver assembly, the feed ramp insert member having a profile matching at least a portion of the aperture, the feed ramp insert member extending outwardly from the front face of the upper receiver assembly adjacent to the aperture. 2. The firearm assembly of claim 1, wherein the feed ramp insert member is operative to interfere with incidental contact between a cartridge and at least a portion of the upper receiver assembly during chambering of the cartridge into a cartridge chamber in a barrel of the firearm via the aperture, thereby reducing wear on the upper receiver assembly caused by such incidental contact. 3. The firearm assembly of claim 1, further comprising a fastener configured to secure the feed ramp insert member to the upper portion of the receiver. 4. The firearm assembly of claim 1, wherein the aperture opens into a cartridge chamber in a barrel of the firearm. 5. The firearm assembly of claim 1, wherein the feed ramp insert member is formed of hardened metal. 6. The firearm assembly of claim 1, wherein the profile of the feed ramp insert member is semi-circular. 7. The firearm assembly of claim 1, wherein the profile of the feed ramp insert member is tapered outwardly away from the aperture. 8. The firearm assembly of claim 1, further comprising one of a semi-automatic rifle and a semi-automatic pistol. 9. A method of preventing component wear in a firearm, the method comprising: coupling a feed ramp insert member with an upper receiver assembly of the firearm, the upper receiver assembly having a front face and an aperture formed through the front face; and attaching a fastener to the feed ramp insert member and to the upper portion of the receiver, thereby securing the feed ramp insert member to the upper portion of the receiver, wherein the feed ramp insert member has a profile matching at least a portion of the aperture, the feed ramp insert member extending outwardly from the front face of the upper receiver assembly adjacent to the aperture and being operative to interfere with incidental contact between a cartridge and at least a portion of the upper receiver assembly during chambering of the cartridge into a cartridge chamber in a barrel of the firearm via the aperture, thereby reducing wear on the upper receiver assembly caused by such incidental contact. 10. The method of claim 9, further comprising chambering the cartridge into a cartridge chamber in a barrel of the firearm via the aperture and adjacent to the feed ramp insert member. 11. The method of claim 9, wherein the aperture opens into a cartridge chamber in a barrel of the firearm. 12. The method of claim 9, wherein the feed ramp insert member is formed of hardened metal. 13. The method of claim 9, wherein the profile of the feed ramp insert member is semi-circular. 14. The method of claim 9, wherein the profile of the feed ramp insert member is tapered outwardly away from the aperture. 15. The method of claim 9, wherein the firearm is one of a semi-automatic rifle and a semi-automatic pistol. 16. A kit comprising: an upper receiver assembly having a front face and an aperture formed through the front face; and a feed ramp insert member configured to be removably coupled to the upper receiver assembly, the feed ramp insert member having a profile matching at least a portion of the aperture, the feed ramp insert member extending outwardly from the front face of the upper receiver assembly adjacent to the aperture. 17. The kit of claim 16, wherein the feed ramp insert member is operative to interfere with incidental contact between a cartridge and at least a portion of the upper receiver assembly during chambering of the cartridge into a cartridge chamber in a barrel of the firearm via the aperture. 18. The kit of claim 16, further comprising a fastener configured to secure the feed ramp insert member to the upper portion of the receiver. 19. The kit of claim 16, wherein the profile of the feed ramp insert member is semi-circular. 20. The kit of claim 16, further comprising one of a semi-automatic rifle and a semi-automatic pistol."}
]
